Repository: Tubbz-alt/ChessGame-1
Catalog: Chess game/Chess game/Resources/Lang/langres.*.resx
Languages: vi

# btn_Author
source: Author
vi: Tác giả

# btn_Capture
source: Capture screen
vi: Chụp ảnh màn hình

# btn_Chessrule
source: Chess rule
vi: Luật cờ vua

# btn_Exit
source: Exit
vi: Thoát

# btn_Hint
source: Hint
vi: Gợi ý

# btn_Language
source: Language
vi: Ngôn ngữ

# btn_Loadgame
source: Load game
vi: Nạp trò chơi

# btn_Newgame
source: New game
vi: Chơi mới

# btn_Savegame
source: Save game
vi: Lưu trò chơi

# btn_Savemoved
source: Save moved
vi: Lưu các nước đã đi

# buttonItem1
source: Interface
vi: Giao diện

# Form_Main
source: Chess - Nguyen Trong Hoang Viet
vi: Chess - Nguyễn Trọng Hoàng Việt

# ribbonTabItem_Auxiliaryfunction
source: Tools
vi: Chức năng phụ

# ribbonTabItem_Help
source: Help
vi: Trợ giúp

# ribbonTabItem_Home
source: Home
vi: Trang chủ

# btn_Start
source: Start
vi: Bắt đầu chơi

# combobox_GameMode_itemvsCom
source: Player vs Computer
vi: Chơi với Máy

# combobox_GameMode_itemvsPlayer
source: Player vs Player
vi: Chơi 2 Người

# combobox_Game_Mode
source: Player vs Computer
vi: Chơi với Máy

# Form_Change_Language
source: Choose Language
vi: Chọn ngôn ngữ

# Form_New_game
source: New Game
vi: Ván cờ mới

# lbl_ChooseSide
source: Choose Side :
vi: Ban Chọn Quân :

# lbl_ExtraTime
source: Extra Time :
vi: Thời Gian Cộng Thêm

# lbl_Form_Newgame
source: Game Options
vi: Tùy Chọn Trò Chơi

# lbl_GameMode
source: Choose Mode :
vi: Hình Thức Chơi :

# lbl_Level
source: Level :
vi: Độ khó :

# lbl_Minute
source: Minutes
vi: Phút

# lbl_Second
source: Seconds
vi: Giây

# lbl_TimeMax
source: Time Max :
vi: Thời Gian Tối Đa :

# radiobtn_Black
source: Black
vi: Đen

# radiobtn_Easy
source: Easy
vi: Dễ

# radiobtn_Hard
source: Hard
vi: Khó

# radiobtn_Medium
source: Medium
vi: Trung Bình

# radiobtn_White
source: White ( Play first )
vi: Trắng ( Đi trước )

# About_Box
source: Chess
vi: Game Cờ vua

# labelCompanyName
source: Ha Noi University of Science and Technology
vi: KSTN Toán Tin K59 Đại học Bách khoa Hà Nội

# labelCopyright
source: Developed by Nguyen Trong Hoang Viet
vi: Được phát triển bởi Nguyễn Trọng Hoàng Việt

# labelProductName
source: Chess
vi: Game Cờ vua

# labelVersion
source: Version 1.0
vi: Phiên bản 1.0

# textBoxDescription
source: Contact of Author : Email : vieritolove@gmail.com Facebook : facebook.com/vieritolove
vi: Địa chỉ liên hệ tác giả : Email : vieritolove@gmail.com Facebook : facebook.com/vieritolove

# btn_Options
source: Options
vi: Tùy chỉnh

# btn_Cancel
source: Cancel
vi: Hủy bỏ

# btn_Save
source: Save
vi: Lưu lại

# ckb_Sound
source: Sound
vi: Âm thanh

# Form_Options
source: Options
vi: Tùy chỉnh

# grp_Style
source: Board
vi: Bàn cờ

# lbl_BoardStyle
source: Style of ChessBoard
vi: Kiểu bàn cờ

# lbl_CellSize
source: Size of Cell :
vi: Kích thước ô cờ :

# lbl_ChessPieceSize
source: Size of Chessman :
vi: Kích thước quân cờ :

# lbl_ChessPieceStyle
source: Style of ChessMan
vi: Kiểu quân cờ

# lbl_Form_Option
source: Options
vi: Tùy Chọn Bàn Cờ
